Repository: czbar/ChessForge
Catalog: ChessForge/Properties/Resources.*.resx
Languages: pl

source: Workbook
pl: Podręcznik

source: Title
pl: Tytuł

source: Workbook Title
pl: Tytuł Podręcznika

source: Event
pl: Miejsce

source: Header
pl: Nagłówek

source: Preamble
pl: Opis

source: Chapter
pl: Rozdział

source: Chapters
pl: Rozdziały

source: Study
pl: Studium

source: Game
pl: Partia

source: Games
pl: Partie

source: Exercise
pl: Ćwiczenie

source: Exercises
pl: Ćwiczenia

source: Round
pl: Runda

source: Date
pl: Data

source: Line
pl: Wariant

source: Bookmark
pl: Zakładka

source: Bookmarks
pl: Zakładki

source: Move
pl: Posunięcie

source: Moves
pl: Posunięcia

source: Position
pl: Pozycja

source: Comment
pl: Komentarz

source: Annotation
pl: Anotacja

source: Evaluation
pl: Ocena

source: Version
pl: Wersja

source: Chess Engine
pl: Silnik

source: Openings
pl: Debiuty

source: Tablebases
pl: Tablice

source: Exit
pl: Wyjście

source: Close
pl: Zamknij

source: Item
pl: Element

source: Evaluate Position
pl: Oceń Pozycję

source: Evaluate Line
pl: Oceń Wariant

source: File
pl: Plik

source: New Workbook
pl: Nowy Podręcznik

source: Open Workbook
pl: Otwórz Podręcznik

source: Close Workbook
pl: Zamknij Podręcznik

source: Save
pl: Zapisz

source: Save As ...
pl: Zapisz $0 jako ...

source: Back up this Version ...
pl: Zrób Kopię tej Wersji...

source: Training
pl: Trening

source: Restart Training Session
pl: Zacznij Trening od Początku

source: Exit Training
pl: Zakończ Trening

source: Edit
pl: Edytuj

source: Annotations
pl: Anotacje

source: Merge Chapters...
pl: Połącz Rozdziały

source: Undo
pl: Cofnij operację

source: View
pl: Widok

source: Views
pl: Widoki

source: Flip Board
pl: Odwróć Szachownicę

source: Application Options
pl: Opcje Aplikacji

source: Workbook Options
pl: Opcje Podręcznika

source: Analysis Engine
pl: Wybór Silnika

source: Increase Font Size
pl: Powiększ Czcionkę

source: Decrease Font Size
pl: Zmniejsz Czcionkę

# UseVariableFontSize
source: Variable Font Size
pl: Użyj Zmienną Czcionkę

source: Restore Font Defaults
pl: Przywróć Domyślne Wartości

source: Help
pl: Pomoc

source: Wiki
pl: Idź do Wiki

source: Check for Updates
pl: Sprawdź nową wersję Chess Forge

source: About
pl: Na Temat

source: Auto Save
pl: Auto-Zapis)

source: Explorers
pl: Biblioteka

source: Engine
pl: Silnik

source: Turn AutoSave Off
pl: Wyłącz Auto-Zapis

source: Turn AutoSave On
pl: Włącz Auto-Zapis

# TurnExplorersOff
source: Disable Opening Explorer and Tablebases
pl: Ukryj Biblioteki

# TurnExplorersOn
source: Use Opening Explorer and Tablebases
pl: Pokaż biblioteki

# TurnEngineOff
source: Turn the Engine Off
pl: Wyłącz silnik

# TurnEngineOn
source: Turn the Engine On
pl: Włącz silnik

source: Start Training from Here
pl: Tu Rozpocznij Trening

# StartTrainingFromBookmark
source: Start Training from a Bookmark
pl: Trening od Zakładki

source: Create Exercise from Here...
pl: Utwórz tu Ćwiczenie

source: Copy FEN to Clipboard
pl: Wpisz Kod FEN do Schowka

source: Bookmark This Position
pl: Utwórz tu Zakładkę

source: Replay
pl: Powtórz Wariant

# PlayAgainstComputer
source: Play Against Engine
pl: Gra z Programem

source: Exit Game
pl: Zakończ Partię

# StudyTree
source: Study
pl: Studium

source: Create New Chapter
pl: Utwórz Nowy Rozdział

source: Import New Chapter
pl: Importuj Nowy Rozdział

source: Create New Game
pl: Utwórz Nową Partię

source: Import Games
pl: Importuj Partie

source: Create New Exercise
pl: Utwórz Nowe Ćwiczenie (lub pozycję lub zadanie)

source: Import Exercises
pl: Importuj Ćwiczenie

source: Open Selected Chapter
pl: Otwórz Wybrany Rozdział

source: Rename Selected Chapter
pl: Zmień Nazwę Rozdziału

source: Open Selected Game
pl: Otwórz Wybraną Partię

source: Edit Game Headers
pl: Edytuj Nagłówek Partii

# OpenThisExercise
source: Open Selected Exercise
pl: Otwórz Wybrane Ćwiczenie

source: Edit Exercise Headers
pl: Edytuj Nagłówki Ćwiczeń

source: Move Chapter Up
pl: Przesuń Rozdział do Góry

source: Move Chapter Down
pl: Przesuń Rozdział na Dół

source: Move Game Up
pl: Przesuń Partię do Góry

source: Move Game Down
pl: Przesuń Rozdział na Dół

source: Move Game To Chapter...
pl: Przenieś Partię do Rozdziału...

source: Move Exercise Up
pl: Przesuń Ćwiczenie do Góry

source: Move Exercise Down
pl: Przesuń Ćwiczenie na Dół

source: Move Exercise To Chapter...
pl: Przenieś Ćwiczenie do Rozdziału

source: Delete Selected Chapter
pl: Usuń Wybrany Rozdział

source: Delete Selected Game
pl: Usuń Wybraną Partię

source: Delete This Game
pl: Usuń Partię

source: Delete Selected Exercise
pl: Usuń Wybrane ćwiczenie

source: Game/Exercise References
pl: Edytuj Odnośniki...

source: Promote Line
pl: Promuj Wariant

source: Delete Moves From Here
pl: Usuń Resztę Wariantu

source: Create New Chapter From Line
pl: Utwórz Nowy Rozdział z Wariantu

source: Bookmark All Options Here
pl: Utwórz Zakładki dla Wszystkich Opcji

source: Mark as Thumbnail
pl: tego nie omawialiśmy

source: Next
pl: Następny

source: Previous
pl: Poprzedni

source: Chapter 0 of 0
pl: Rozdział $0 z $1

source: Start Training from This Bookmark
pl: Rozpocznij Trening od tej Zakładki

source: Generate Bookmarks
pl: Generuj Zakładki

# GoToStudyToAddBookmark
source: Go to Study to Add a Bookmark
pl: Idź do Widoku Wariantów, by Dodać Zakładkę

source: Delete This Bookmark
pl: Usuń Zakładkę

source: Delete All Bookmarks
pl: Usuń Wszystkie Zakładki

source: Edit Game Header
pl: Edytuj nagłówek partii

source: Merge Selection Into Study
pl: Włącz Wybrany Wariant do Widoku Wariantów

source: Game 0 of 0
pl: Partia $0 z $1

source: Edit Exercise Header
pl: Edytuj Nagłówek Ćwiczenia

source: Edit Starting Position
pl: Edytuj Początkową Pozycję

source: Delete This Exercise
pl: Usuń Ćwiczenie

source: Exercise 0 of 0
pl: Ćwiczenie $0 z $1

source: Black
pl: Czarne

source: Side to Move
pl: Strona na Posunięciu

# EvaluationShort
source: Ev
pl: Ocena

source: Preview Game
pl: Przejrzyj Partię

# ImportIntoThisChapter
source: Import into Active Chapter
pl: Importuj do Rozdiału

source: View on lichess
pl: Zobacz na lichess

source: Cancel
pl: Kasuj

source: Show Explorer
pl: Pokaż Bibliotekę

source: Clear
pl: Wyczyść

source: File Error
pl: Błąd w Pliku

source: Error
pl: Błąd

source: Information
pl: Informacja

source: Confirmation
pl: Potwierdzenie

source: Unexpected Error
pl: Nieoczekiwany Błąd

# UpdateCheck
source: Updated Check
pl: Sprawdzenie Nowej Wersji

source: Position Setup
pl: Ustaw Pozycję

source: Invalid Position Setup
pl: Niepoprawna Pozycja

# ImportPgn
source: Import from PGN
pl: Import z Pliku PGN

source: Bookmarks already exist
pl: Zakładki już Istnieją

# FailedToSaveFile
source: Failed to save file: $0
pl: Błąd przy zapisie Pliku

source: Chess Engine not available
pl: Silnik Niedostępny

source: Could not import game
pl: Błąd importu partii

# GeneratedBookmarksReplace
source: Generated bookmarks will replace the ones in the Workbook. Proceed?
pl: Zastąpić istniejące zakładki?

# ErrorParseMove
source: Failed to parse engine's move.
pl: Nierozpoznany ruch silnika

# EngineNotAvailable
source: Chess Engine not available.
pl: Silnik niedostępny

# ExerciseNoSolution
source: This exercise has no solution provided.
pl: Ćwiczenie bez rozwiązania

source: Game download error
pl: Błąd ściągania partii

# LoadEngineError
source: Failed to load the engine. Move evaluation will not be available.
pl: Błąd ściągania silnika

source: Cancel Game?
pl: Kasuj partię

# GameInProgress
source: Game with the Computer is in Progress
pl: Partia w toku

source: Unrecognized file format
pl: Nieznany format pliku

# SelectEngineStartMove
source: Select the move from which to start.
pl: Wybierz początkowe posunięcie do gry z silnikiem

# DeleteChapter
source: Deleting chapter: $0. Are you sure?
pl: Usuń rozdział

# BookmarkAlreadyExists
source: This bookmark already exists
pl: Zakładka już istnieje

# NoTrainingStartMove
source: No move selected to start training from.
pl: Takie posunięcie nie istnieje

# ExitTrainingSession
source: Exit the training session?
pl: Wyjście z sesji treningowej

# RestartTraining
source: Restart the training session?
pl: Restart sesji treningowej

# NoNewVersion
source: No new version available.
pl: Brak nowej wersji

# ViewExercise
source: Enable View/Edit Mode?
pl: Pokaż/edytuj ćwiczenie

# RestartFromMove
source: Restart from $0?
pl: Wznów sesję od posunięcia

# NoEngineForTraining
source: Engine not available. Training cannot continue. You can roll moves back or restart.
pl: Brak silnika do treningu

# UnexpectedErrorInUserMove
source: Unexpected error while processing user's move
pl: Nieoczekiwany błąd w przetwarzaniu posunięcia

# CloseThisWorkbook
source: Close the current Workbook?
pl: Zamknij Podręcznik

# FileNotFound
source: File $0 could not be found.
pl: Plik nie znaleziony

# SaveWorkbook
source: Save the Workbook?
pl: Zapis Podręcznika

# FileAlreadyOpen
source: $0 is already open."
pl: Plik już otwarty

# MergeTrainingIntoStudy
source: Merge and Save new moves from this session into the {0}?
pl: Dodaj ruchy z tej sesji do {0}.

# NoLongerValid
source: is no longer valid
pl: będzie teraz nielegalny

# NoLongerValidPlural
source: are no longer valid
pl: będą teraz nielegalne

# DeleteExerciseMove
source: and will be deleted. Proceed anyway?
pl: Potwierdź usunięcie posunięcie z ćwiczenia

# DeleteExerciseMoves
source: and will be deleted. Proceed anyway?
pl: Potwierdź usunięcie posunięć z ćwiczenia

source: Quiz points
pl: Punktacja do Quizu

source: Engine Executable
pl: Silnik

# EngineTimePerMove
source: Engine Time per Move (s)
pl: Czas Silnika na Posunięcie

# ThinkTimeInGame
source: In Game
pl: Czas do Namysłu w Partii

source: Move Replay
pl: Auto-Odtwarzanie

# AutoReplaySpeed
source: Auto Speed (s)
pl: Prędkość Auto-Odtwarzania

source: Allow Mouse Wheel
pl: Uaktywnij Kółko Myszy

source: Show Moves at Fork
pl: Tabelka przy Rozgałęzieniu

source: Sound On
pl: Włącz Dźwięk

# CurrentVersion
source: The current version $0 will be backed up in $1
pl: Aktualna wersja

# UpdatedVersion
source: The updated version number will be $0
pl: Uaktualniony numer wersji będzie $0

source: Increment major version
pl: Podwyższ główny number wersji

# NewChapterFromLine
source: Create New Chapter From Line
pl: Utwórz Rozdział z Wariantu

# NewChapterToBeCreate
source: A new chapter will be created from the selected sub-tree.
pl: Utwórz Rozdział z Wariantu

# DeleteSubTreeFromSource
source: Delete the sub-tree from the original chapter.
pl: Usuń Wariant z Oryginalnego Rozdziału

# GotoNewChapter
source: Go to the newly created chapter.
pl: Idź do Nowego Rozdziału

source: Chapter Title
pl: Tytuł Rozdziału

# IgnoreDayMonth
source: Ignore Day and Month
pl: Ignoruj Miesiąc/Dzień

source: Ignore Day
pl: Ignoruj Dzień

source: Game Preview
pl: Podgląd Partii

source: Previous Game
pl: Poprzednia Partia

source: Next Game
pl: Następna Partia

source: Import into Chapter
pl: Importuj Partię do Rozdziału

# DownloadGameFromLichess
source: Downloading Game From lichess.org.
pl: Ściągnij Partię z lichess

source: Please Wait
pl: Proszę czekać!

source: Replay Speed
pl: Prędkość Auto-Odtwarzania

source: Fast
pl: Prędko

source: Medium
pl: Umiarkowanie

source: Slow
pl: Powoli

# EmptyGameText
source: Game text is empty.
pl: Zapis partii jest pusty

source: Game not found.
pl: Partia nie znaleziona

source: FEN
pl: Kod FEN

source: White to Play
pl: Białe zaczynają

source: Black to Play
pl: Czarne zaczynają

source: En Passant
pl: Bicie w przelocie

source: Castling
pl: Roszada

source: Starting position
pl: Pozycja początkowa

source: Clear Board
pl: Wyczyść szachownicę

# SelectGameAndExercises
source: Select Games and/or Exercises
pl: Wybierz Partie i Ćwiczenia

source: Select Items
pl: Wybierz Element

source: Show All Chapters
pl: Pokaż Wszystkie Rozdziały

source: Select Chapter
pl: Wybierz Rozdział

source: Select Chapters to Import
pl: Wybierz Rozdziały do Importu

# MergeGamesAndCopy
source: Merge Games into the Study Tree and Copy them into the Games section.
pl: Połącz Partie w Drzewo Wariantów i skopiuj je do sekcji Partii

# MergeGamesNoCopy
source: Merge Games into the Study Tree only (do not copy games).
pl: Połącz Partie w Studium ale nie kopiuj ich do sekcji Partii

# CopyGamesNoMerge
source: Copy Games into the Games section only (leave the study tree empty)
pl: Skopiuj Partie do Sekcji Partii i zostaw Studium puste

source: Create Chapter per Game
pl: Utwórz Rozdział do Każdej Partii

# NewVersionAvailable
source: New version $0 available from
pl: Dostępna nowa wersja $0

# NoShowForCurrentVersion
source: Do not show for this version.
pl: Nie pokazuj już dla tej wersji

source: Training Side
pl: Strona Trenująca

# InitBoardOrientation
source: Initial Board Orientation (side to place at the bottom):
pl: Początkowe Ustawienie Szachownicy

# TooltipSideToMove
source: Determines some default settings
pl: Decyduje o pewnych domyślnych ustawieniach

# TooltipWorkbookVersion
source: To increment version select File->Backup Version
pl: Wybierz Plik->Zrób Kopię tej Wersji by podnieść numer wersji

# PgnErrors
source: PGN parsing errors
pl: Błąd w pliku PGN

# OneEntityValid
source: 1 entity was valid
pl: 1 element w złym formacie

# MultiEntitiesValid
source: $0 entities were valid
pl: Liczba elementów złym formacie $0

# BadTypeForImport
source: but not imported due to not being of the $0 type
pl: BadTypeForImport
